{
    "affirmations": [
        "Puedo apoyarme en otras personas.",
        "Me trato con gentileza y cariño.",
        "Mi pasado no me define.",
        "Esta oscuridad no durará para siempre.",
        "Soy resiliente ante cualquier desafío que se me presenta.",
        "Yo estoy a cargo de mi vida y de mi felicidad.",
        "No todos comprenderán mi situación, y no hay problema con eso.",
        "He llegado hasta aquí, no me detendré ahora.",
        "Tengo mucho que aportar al mundo.",
        "Soy resiliente y puedo superar mis obstáculos.",
        "Mi ansiedad no representa quien soy yo.",
        "Me tomo las cosas un día a la vez.",
        "Inhalo lo bueno y exhalo lo malo.",
        "Esta sensación es solo temporal.",
        "He sobrevivido a mi ansiedad antes y la superaré de nuevo.",
        "La paz que necesito se encuentra dentro de mí.",
        "Estoy relajando cada parte de mi cuerpo.",
        "Confío en mí y en mi habilidad de manejar la ansiedad.",
        "Tengo suficiente seguridad y control para sentirme en paz.",
        "Me pongo metas alcanzables para el trabajo y el crecimiento que deseo.",
        "Merezco mi visión de lo que es el éxito.",
        "Mi salud mental es una prioridad.",
        "Me enorgullece lo lejos que he llegado.",
        "Mi valor no depende de mi productividad.",
        "Mi empleador y compañeros de trabajo me valoran y aprecian.",
        "Atraigo éxito y abundancia en mi trabajo.",
        "Irradio energía positiva en todas mis interacciones.",
        "Mi mente está clara y mi enfoque es inquebrantable.",
        "Estoy en control de mis reacciones frente a situaciones estresantes.",
        "Está bien si muestro mis emociones.",
        "Confío en mí mismo.",
        "Merezco éxito y prosperidad.",
        "Soy fuerte, tanto física como mentalmente, y puedo superar cualquier obstáculo.",
        "Estoy abierto a nuevas experiencias y desafíos que me ayudan a crecer y aprender.",
        "Soy responsable por mi propia felicidad y bienestar, y priorizo mi autocuidado.",
        "Soy un miembro valioso de mi comunidad y contribuyo positivamente al mundo que me rodea.",
        "Tengo confianza en que puedo alcanzar mis metas y objetivos día a día.",
        "No tengo miedo de admitir cuando estoy equivocado y aprenderé de mis errores.",
        "La gente me aprecia por lo que soy en mi esencia.",
        "Mis acciones pueden cambiar el mundo.",
        "Estoy construyendo mi futuro.",
        "Estoy en control.",
        "No saberlo todo es normal y no tiene nada de malo.",
        "Mi futuro es brillante.",
        "Estoy en el lugar donde debo estar y tengo valor propio.",
        "Mis emociones no me controlan a mí: yo las controlo a ellas.",
        "Todos mis problemas tienen solución.",
        "Sigo adelante porque creo en mi camino hacia el éxito.",
        "Mis calificaciones no determinan mi autoestima.",
        "Hoy va a ser un gran día.",
        "Mis desafíos me ayudan a crecer.",
        "Puedo superar cualquier cosa.",
        "Creo en mí y en mis habilidades.",
        "Dar lo mejor de mí es suficiente.",
        "Hoy, soy un líder.",
        "Puedo marcar la diferencia.",
        "Mejoro cada día.",
        "Soy capaz de mucho.",
        "Tengo valor y confianza para hacer lo correcto.",
        "Mis logros no determinan mi autoestima.",
        "El amor propio no tiene un final: es un viaje contínuo.",
        "Yo transmito belleza y gracia.",
        "Merezco amor solo por ser quien soy.",
        "Darme prioridad es algo productivo.",
        "Está bien avanzar poco a poco.",
        "Merezco relaciones satisfactorias.",
        "Me permitiré descansar cuando mi cuerpo lo necesite.",
        "Mi apariencia no determina mi valor.",
        "Observo mi cuerpo sin juicio.",
        "Mi bienestar es una prioridad y me comprometo a cuidarlo.",
        "Creo en el poder de la empatía y la compasión para crear un mundo mejor.",
        "Merezco la misma amabilidad que brindo a los demás, y extiendo esa amabilidad a mí mismo.",
        "Los límites que establezco esta semana me protegerán a mí y a mis relaciones.",
        "Priorizo mi descanso, paz mental y sanación cada día de esta semana.",
        "Dejo en el pasado lo que ya no me sirve.",
        "Me prometo amor, paciencia y amabilidad esta semana.",
        "Crezco y mejoro cada día.",
        "Me estoy enfocando en lo más importante para mí.",
        "Yo puedo alcanzar mis metas.",
        "Yo transmito amor y positividad.",
        "Yo merezco amor y respeto.",
        "Soy capaz de enfrentar cualquier desafío que se me presente.",
        "Estoy creciendo a mi propio ritmo.",
        "Me doy la oportunidad de pedir lo que necesito.",
        "Estoy a salvo y me rodeo de amor y apoyo.",
        "Tengo valor y soy útil.",
        "Pertenezco aquí y merezco ocupar espacio.",
        "Practico la gratitud por todo lo que tengo y todo lo que está por venir."
    ]
} 